Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_ebs_volume.vol_test_atlantis will be created
+ resource "aws_ebs_volume" "vol_test_atlantis" {
      + arn               = (known after apply)
      + availability_zone = "eu-central-1a"
      + encrypted         = (known after apply)
      + final_snapshot    = false
      + id                = (known after apply)
      + iops              = (known after apply)
      + kms_key_id        = (known after apply)
      + size              = 12
      + snapshot_id       = (known after apply)
      + tags              = {
          + "Name" = "test_vol_atlantis"
        }
      + tags_all          = {
          + "Name"       = "test_vol_atlantis"
          + "managed_by" = "Terraform"
        }
      + throughput        = (known after apply)
      + type              = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://ip-10-15-1-125.eu-central-1.compute.internal:4141/lock?id=mastercam123%252Fiac-aws-app%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
